import React from "react";
import styles from "../../styles/box.module.css";
import BrainCells from "./BrainCells.png";

export default function WhyIsEarlyInterventionImportant() {
  return (
    <div>
      <div className={styles.mainDiv}>
        <p className={styles.outsideBoxText}>
          Развитието на интелекта е функция от сбора от опити, осъществени между
          раждането и тригодишната възраст, или с други думи, в периода на
          развитие на мозъчните клетки. Следователно, никое човешко същество не
          се ражда гениално или глупаво. Но стимулирането на мозъчните клетки
          между раждането и третата година се оказва решаващо за неговото
          бъдеще.
        </p>
        <div className={styles.textHolder}>
          <div
            className={styles.insideBoxText}
            style={{ display: "flex", "alignItems": "center" }}
          >
            В основата на философията на ранната детска интервенция стои
            разбирането, че колкото по-рано детето и неговото семейство бъдат
            подкрепени, толкова по-успешно ще бъдат преодоляни трудностите, пред
            които са изправени. Приблизително 75% от мозъчното развитие на човек
            се случва в първите три години от живота му, това е и причината този
            период да се смята за изключително ключов, особено когато става дума
            за ситуация, изискваща преодоляване на трудност в развитието или
            минимизиране на последиците от дадено увреждане върху качеството на
            живот и способностите на детето.
          </div>
          <div className={styles.insideBoxText}>
            При раждането си детето е абсолютно невъоръжено; тъкмо поради това
            способностите му са толкова големи. Всеизвестно е, че при раждането
            си човешкото бебе е много по-неразвито от тези на другите животни:
            единствено малкият човек се задоволява само да пищи и да суче.
            Кученцето, маймунката, жребчето знаят да се изправят, дори да се
            задържат на крака и да ходят още с раждането. Зоолозите смятат, че
            детето има изоставане от десет-единайсет месеца в сравнение с
            другите бозайници. Това изоставане се приписва на изправената
            стойка. След като човекът се е научил да ходи на два крака, плодът
            не е можел да преседи в утробата на майката до окончателното си
            съзряване. Ето защо детето се ражда в състояние на пълна зависимост.
            То трябва да се учи на психомоторика, защото при раждането мозъкът
            му наподобява чисто бял лист. Тъкмо онова, което ще напишем на този
            лист, ще определи способностите и възможностите на детето.
          </div>
        </div>
        <h1>На тригодишна възраст мозъчните вериги са вече оформени</h1>
        <p className={styles.outsideBoxText}>
          Човешкият мозък има един милиард и четиристотин милиона клетки. При
          новороденото преобладаващата част от тях все още не са „оперативни“ и,
          както показват неотдавнашните изследвания, трябва да се изчака
          достигането на тригодишната възраст, за да станат такива. При
          раждането всяка клетка е самостоятелна и различна от останалите.
          Благодарение на микроскопски снимки, направени в момента на раждането,
          беше открито, че в хода на развитието на мозъка се появяват
          протуберанси, които като истински мостове свързват клетките помежду
          им. С други думи, клетките „си протягат ръка“ и се захващат едни за
          други; те реагират на данните, идващи отвън, и правят корелация с
          помощта на сетивата. Процесът е абсолютно същият както при
          транзисторите на електронните устройства. Транзисторите могат да
          функционират само свързани във верига с други транзистори. Мозъчните
          клетки се научават най-бързо да правят свръзки в периода между
          раждането и третата година. В хода на тяхното развитие капацитетът на
          мозъка нараства. През първите шест месеца след раждането мозъкът е
          достигнал 50% от своя потенциал на възрастен, а на тригодишна възраст
          – 80%.
        </p>
        <img
          src={BrainCells}
          alt="Мозъчни клетки"
          className={styles.brainCellsImg}
        />
        <div className={styles.textHolder}>
          <div className={styles.insideBoxText}>
            Това не означава, че след тригодишна възраст клетките престават да
            се развиват: на тази възраст щафетата се поема от задната част на
            мозъка, а на четири години от друга част – предната, където започва
            процесът на свързването във верига. Става дума за челните лобове. В
            електрониката наричаме това „хардуер“, който представлява основната
            верига на машината, и „софтуер“, който определя за какво ще се
            използва оборудването. Най-важната способност на мозъка, която е да
            улавя стимулите от външния свят, да сформира схеми и да ги помни, е
            това, което наричаме „хардуер“, и от него зависи цялото по-нататъшно
            развитие. Високо усъвършенстваните функции като мисълта, волята,
            творчеството и емоционалността се развиват след третата година,
            служейки си с онези способности, които вече са се формирали на тази
            възраст. Следователно, ако „хардуерът“, изграден през първите три
            години, не е достатъчно стабилен, е абсурдно впоследствие
            непрекъснато да натискаме копчето за управление, точно както би било
            безсмислено и да искаме един компютър от нисък клас да заработи
            така, че да дава добри резултати.
          </div>
        </div>
        <p className={styles.outsideBoxText}>
          “Използвайте ги или ги губите” Както, когато правим упражнения за
          тялото мускулите ни укрепват, по същия начин, колкото повече
          стимулираме мозъка, толкова повече невронни връзки се образуват и тези
          връзки работят по-добре и по-лесно”. (Greenfield, 2004).
          “Невроните,които “горят”заедно (се стимулират заедно) те са
          невроните,които се свързват един с друг” (Doigt, 2007)
        </p>
        <h2>
          Бебетата и малките деца имат нужда от правилната стимулация в
          правилното време,която да създаде базата/платформата на която да
          стъпят висшето мислене и уменията за учене (Perry, 2000)
        </h2>
        <div className={styles.textHolder} style={{ "alignItems": "center" }}>
          <div className={styles.insideBoxText}>
            Правилната стимулация води до правилно:
            <ul className={styles.ulInBox}>
              <li>Когнитивно развитие</li>
              <li>Емоционално развитие</li>
              <li>Социално развитие</li>
              <li>Физическо развитие</li>
              <li>Езиково развитие</li>
            </ul>
          </div>

          <div className={styles.insideBoxText}>
            За съжаление много бебета и деца не получават необходимата
            стимулация. Причини за недостатъчната стимулация и развитие на
            бебетата и децата:
            <ul>
              <li>
                Двигателна депривация – не им е осигурявано пространство да
                играят и то да се движат играейки
              </li>
              <li>
                Липса на стимули – не им осигуряваме оборудване,което промотира
                движение – а им осигуряваме техника,която не стимулира
                движението
              </li>
              <li>Смятаме, че не е сигурно те да играят навън </li>
              <li>
                Бебетата и децата ни са подложени на много екранно време и
                съответно на много време, в което седят
              </li>
              <li>
                Все повече ги караме с кола, не вървим с тях, те не могат да
                скачат, да бягат на воля
              </li>
              <li>
                Не поставяме бебетата по коремче, а ги слагаме във всякакави
                устройства и седалки,които не пормотират уменията им за движение
              </li>
              <li>
                Проблеми в храненето, в емоционалната и социална стабилност,
                незнание на родителите, семейни и социални проблеми и много
                други.
              </li>
            </ul>
          </div>
        </div>
        <p className={styles.outsideBoxText}>
          В такива случаи е наложително да се започне системна и продължителна
          интервенция. Специалистите по ранно детско развитие могат да бъдат от
          помощ на семействата и грижещите се за децата. В заключение: Ранното
          детско развитие е от основополагащо значение за оптималното развитие и
          функциониране на човека в зряла възраст. Забавеното развитие в ранните
          години може да даде отражение върху здравето, емоционалното състояние,
          образователните успехи, трудовата реализация и възможности през
          по-късните години.
        </p>
      </div>
    </div>
  );
}
