import React from "react";
import Header from "../../Components/header/Header";
import styles from "../../Components/aboutUs/aboutUs.module.css";

export default function WhyIsEarlyInterventionImportant() {
  return (
    <div>
      <Header />
      <div className={styles.aboutUsDiv}>
        <p className={styles.mainAboutUsText}>
          В основата на философията на ранната детска интервенция стои
          разбирането, че колкото по-рано детето и неговото семейство бъдат
          подкрепени, толкова по-успешно ще бъдат преодоляни трудностите, пред
          които са изправени. Приблизително 75% от мозъчното развитие на човек
          се случва в първите три години от живота му, това е и причината този
          период да се смята за изключително ключов, особено когато става дума
          за ситуация, изискваща преодоляване на трудност в развитието или
          минимизиране на последиците от дадено увреждане върху качеството на
          живот и способностите на детето.
        </p>
        <div className={styles.aboutUsTextHolder}>
          <p>
            Развитието на интелекта е функция от сбора от опити, осъществени
            между раждането и тригодишната възраст, или с други думи, в периода
            на развитие на мозъчните клетки. Следователно, никое човешко
            същество не се ражда гениално или глупаво. Но стимулирането на
            мозъчните клетки между раждането и третата година се оказва решаващо
            за неговото бъдеще.
          </p>
          <p>
            При раждането си детето е абсолютно невъоръжено; тъкмо поради това
            способностите му са толкова големи. Всеизвестно е, че при раждането
            си човешкото бебе е много по-неразвито от тези на другите животни:
            единствено малкият човек се задоволява само да пищи и да суче.
            Кученцето, маймунката, жребчето знаят да се изправят, дори да се
            задържат на крака и да ходят още с раждането. Зоолозите смятат, че
            детето има изоставане от десет-единайсет месеца в сравнение с
            другите бозайници. Това изоставане се приписва на изправената
            стойка. След като човекът се е научил да ходи на два крака, плодът
            не е можел да преседи в утробата на майката до окончателното си
            съзряване. Ето защо детето се ражда в състояние на пълна зависимост.
            То трябва да се учи на психомоторика, защото при раждането мозъкът
            му наподобява чисто бял лист. Тъкмо онова, което ще напишем на този
            лист, ще определи способностите и възможностите на детето.
          </p>
        </div>
      </div>
    </div>
  );
}
